Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uis.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Hence, the review provides further support for targeting alcohol consumption within workplace interventions aimed at improving employee health and productivity.
nb: Gjennomgangen tyder på at alkoholrelatert sykenærvær, i likhet med sykefravær og økt risiko for arbeidsulykker, kan være en negativ konsekvens som rammer både ansatte, virksomheter og samfunnet.

source: The effects of seabed boundary layer flow on the structures are considered.
nb: Effektene av havbunnsgrenselagflyt på konstruksjonene vurderes.

source: - FILIORUM will collaborate with the Board to ensure that intentions and plans are followed.
nb: − FILIORUM samarbeider med styret slik at intensjoner og planer blir fulgt.

source: Insurance for hospital treatment follows the Patient Injuries Act.
nb: Forsikring ved behandling i sykehus følger som vanlig pasientskadeloven.

source: I chose the "Business Development and Innovation" specialisation because:
nb: Jeg valgte spesialiseringen "Næringsutvikling og innovasjon" fordi:

source: In connection with your application to ConductIT, you will be asked to submitt a 10-minute video recording of you conducting an ensemble/group of musicians.
nb: I forbindelse med din søknad til ConductIT blir du bedt om å levere oss et 10- minutter langt videoopptak der du dirigerer et ensemble/gruppe musikere.

source: radicalization and violent extremism”
nb: i forebyggingen av radikalisering og voldelig ekstremisme»

source: The prerequisite is of course the web and digital tools and teaching aids such as the environment, or framework condition, for learning.
nb: Forutsetningen er naturligvis nettet og digitale verktøy og læremidler som miljø, eller rammebetingelse, for læring.

source: Contact the study advisor at your study programme if you have questions about the Learning Agreement.
nb: Kontakt studiekonsulenten ved ditt studieprogram dersom du har spørsmål om Online Learning Agreement.

source: Calculate the total number of author shares in the publication.
nb: Beregn totalt antall forfatterandeler i publikasjonen.

source: Adjustments of content and structure of studyprogrammes are natural in relation with changes in technology and society over time.
nb: Over tid vil det være naturlig at det faglige innholdet og tilbudet av emner endres på grunn av den generelle utviklingen i fagfelt, bruk av teknologi og endringer i samfunnet for øvrig.

source: social y inclusive working environment for students and staff, while at the same time the need
nb: inkluderende arbeidsmiljø for studenter og ansatte, samtidig som behov for sikringstiltak

source: The podcast doesn’t have to be precisely about what you will be learning about.
nb: Podkasten trenger ikke være spot on det du skal lære deg noe om.

source: The specialisation within strategy and management (now
nb: Spesialiseringen innen strategi og ledelse (nå

source: To gain access to the University's premises in Bjergstedparken, you must use a key and chip that you get handed out against a deposit of 500 NOK.
nb: For å få tilgang til skolens lokaler i Bjergstedparken må man bruke nøkkel og chip som en får utlevert mot et depositum på 500 NOK.

source: Programming in the Python programming language.
nb: Programmering i språket Python.

source: from the University of Stavanger.
nb: ved Universitetet i Stavanger.

source: Place the rocket at a safe distance from buildings and people (and roofs)3.
nb: Plasser raketten i trygg avstand fra bebyggelse og folk (og tak)3.

source: about Norwegians use of social media platforms such as Facebook, Instagram, and YouTube.
nb: som også tar for seg nordmenns bruk av andre plattformer som Facebook, Instagram og YouTube.

source: Norwegian register for scientific journals, series and publishers The register lists the journals, series and publishers approved on level 1 and 2.
nb: For at publikasjonen skal gi uttelling i form av publikasjonspoeng, må den være utgitt i en kanal som er godkjent i publikasjonssystemet.Register over vitenskapelige publikasjonspoeng (tidsskrift, serie eller forlag) gir oversikt over kanaler som er godkjent på nivå 1 eller 2.

source: Applicants to level 3 and 4 will be ranked according to the following criteria:
nb: Søkere til trinn 3 og 4 blir rangert etter følgende kriterier:

source: Advanced cell- and cancer biology BIO590
nb: Videregående celle- og kreftbiologi BIO590

source: The union for associate professor and PPU students at the University of Stavanger.
nb: Fagforeningen for lektor- og PPUstudenter ved Universitetet i Stavanger.

source: We must live with the fact that an
nb: Vi må leve med vissheten om at et åpent og

source: The students in Børsklubben, are working actively to create engagement and interest, and make it easier for «the average student» across all fields of study to see the opportunities the stock market provides.
nb: Vi i Børsklubben UiS jobber aktivt for å skape engasjement, og å gjøre det lettere for «den vanlige student» å se mulighetene i markedene.

source: and coordinator of Future Energy Hub
nb: og koordinator for Future Energy Hub

source: Deformation theory of rings, schemes and sheaves.
nb: Deformasjonsteori for ringer, skjemaer og knipper.

source: It provides a broad, holistic understanding of innovation and shows how innovation is linked to economics, technology and sustainability.
nb: Den gir en bred og helhetlig forståelse av innovasjon, og viser hvordan innovasjon henger sammen med økonomi, teknologi og bærekraft.

source: Written exam 4 hours and project work.
nb: Skriftlig eksamen (4 timer) og prosjektarbeid.Vekting:

source: The student will understand different control structures such as, cascade control, feed forward, deadtime compensation, gain scheduling, multivariable control with linear and nonlinear decoupling, and also other control structures.
nb: Studenten skal forstå ulike typer reguleringsstrukturer som kaskaderegulering, foroverkobling, dødtidskompensering, tabelloppslag (gain scheduling), multivariabel regulering med lineær og ulineær dekobling, samt andre typer reguleringsstrukturer.

source: Education from University of Stavanger
nb: Utdanning fra Universitetet i Stavanger

source: The work is performed using Python stack consisting i.a. of: IPython, NumPy, Pandas, Matplotlib, and Jupyter Notebooks.
nb: Arbeidet utføres ved bruk av Python-stakken, som består av blant annet: IPython, NumPy, Pandas, Matplotlib og Jupyter Notebooks.

source: The project is based on the Storeggatsunami, which took place about 8150 years ago, to shed light on
nb: Prosjektet tar utgangspunkt i Storeggatsunamien som fant sted for omtrent 8150 år siden, for belyse

source: Back to OTICS –research
nb: Tilbake til OTICS – forskning

source: or the Vice-Dean for Education, Turid Borgen.
nb: eller prodekan for utdanning Turid Borgen.

source: We provide information about competence opportunities, internship positions, trainee positions and promote job advertisements continuously.
nb: Vi opplyser om kompetansemuligheter, internship-stillinger, trainee-stillinger og promoterer jobbutlysninger kontinuerlig.

source: Doctoral research fellows from all over Scandinavia were gathered in Stavanger when Magne Mogstad taught econometrics at the University of Stavanger Business School last week.
nb: Doktorgradsstipendiater fra hele Skandinavia var samlet i Stavanger da Magne Mogstad underviste i økonometri ved Handelshøgskolen ved UiS i forrige uke.

source: It was first described in 1978 in the book
nb: Den ble første gang beskrevet i 1978 i boken

source: §4 Ranking of applicants with Norwegian educational background:
nb: §4 Rangering av søkere med norsk utdanningsbakgrunn:

source: This regulation applies for admission to the study programme Music production and recording techniques at the Faculty of Performing Arts, UiS.
nb: Dette reglementet gjelder for opptak til studieprogrammet Musikkproduksjon og opptaksteknikk ved Fakultet for utøvende kunstfag, UiS.

source: Electric currents and resistance, electric networks.
nb: Elektrisk strøm og motstand, likestrømskretser.

source: MAT310 Mathematical Analysis, MAT630 Algebraic Geometry, STA500 Probability and Statistics 2, STA510 Statistical modeling and simulation
nb: MAT310 Matematisk analyse, MAT630 Algebraisk geometri, STA500 Sannsynlighetsregning og statistikk 2, STA510 Statistisk modellering og simulering

source: The UiS also offers great opportunities for exchange visits to exciting countries, but that was cancelled in 2020 due to the pandemic.
nb: UiS tilbyr også gode muligheter for utveksling i spennende land, men det ble avlyst i 2020 på grunn av pandemien.

source: K3: The Candidate has knowledge of the relevant numerical/computational tools and methods that are used in mathematics and physics, as well as experimental methods.
nb: K3 Kandidaten har kunnskap om relevante numeriske/digitale verktøy og metoder som finner anvendelse i matematikk og fysikk, samt eksperimentelle metoder.

source: What are the admission requirements to...?
nb: Hva er opptakskravene til...?

source: This large interdisciplinary project gives us the opportunity to thoroughly investigate the role of this microbe in patients with IBD," says Mark van der Giezen.
nb: Dette store tverrfaglige prosjektet gir oss muligheten til å grundig undersøke rollen til denne mikroben hos pasienter med IBD, sier Mark van der Giezen.

source: Use your UiS username (student number or employee number), and your UiS / Feide password.
nb: Bruk ditt UiS brukernavn (studentnummer eller ansattnummer), samt ditt UiS/Feide passord.

source: In the Training Agreement the term 'trainee' is used in stead of 'student'.
nb: I denne avtalen heter det Trainee i stedet for Student.

source: Questions about the library?
nb: Spørsmål om biblioteket?

source: I am currently working as an executive officer in a bank, but I am applying for consultancy jobs with financial institutions and consultancy companies.
nb: For tiden jobber jeg som saksbehandler i bank, men søker jobber innen rådgivning i finansinstitusjoner og konsulentselskaper.

source: Distinguish between project and programs.
nb: Forstå hva som menes med diskonteringsrente/kapitalkostnad.

source: FYS200 Thermo- and Fluid Dynamics, ING140 Introductory course for engineers - Chemistry and Environmental Engineering, KJE150 General Chemistry
nb: FYS200 Termo- og fluiddynamikk, ING140 Ingeniørfaglig innføringsemne - Kjemi og miljø, KJE150 Generell kjemi

source: The application process for ConductIT is administered by the central admissions office at UiS.
nb: Søknads- og opptaksprosessen til ConductIT behandles av sentralt opptakskontor ved UiS.

source: The first speaker is Eckhard Elsen, director of research and computer simulations at the leading particle physics laboratory in Europe, the
nb: Den første foredragsholderen er Eckhard Elsen, forskningsdirektør ved det ledende partikkelfysikklaboratoriet i Europa,

source: Tijana Voake defended her PhD thesis 22 January, and is now ready for new challenges. Software Donations
nb: Tijana Voake disputerte til doktorgraden ved Det teknisk-naturvitskaplege fakultetet onsdag 22. Disputas om marint redningsarbeid i kalde klima

source: Admission requirements to ConductIT
nb: Opptakskrav til ConductIT

source: The team did their case study at Aarbakke.
nb: Teamet gjorde sin case-studie hos Aarbakke på Jæren.

source: Start up for all conducting students with Bjarte Engeseth.
nb: Oppstart for alle dirigentstudenter med Bjarte Engeset.Sted:

source: Practical exam: The students will draw two of the following activities: dance, gymnastics, basketball, football, handball and volleyball; then carry out a practical lesson of 45 minutes for each activity.
nb: dans, turn, basketball, fotball, håndball og volleyball, hvor det gjennomføres en praktisk økt på 45 minutter i begge aktivitetene.

source: FILIORUMs research areas
nb: Medvirkning i fellesskap

source: This work covered 27 of the largest fields on the Norwegian Continental Shelf, which contain about two billion standard cubic meter (scm) of immobile oil.
nb: Arbeidet dekket 27 av de største oljefeltene på norsk kontinentalsokkel, som inneholder om lag to milliarder standard kubikkmeter (scm) immobil olje.

source: • Nurse/paramedic/ambulance worker/physician in AMK-sentral.
nb: • Sykepleier/paramedisiner/ambulansearbeider/lege i AMK-sentral.

source: aims to achieve equal rights for researchers across European countries and research institutions in Europe.
nb: legger til rette for at vitenskapelig ansatte og forskere har de samme rettigheter og plikter på tvers av forskningsinstitusjoner i Europa.

source: Background on general geology that can be used as a basis for other areas in geology, engineering, environment, construction and economics.
nb: Bakgrunnskunnskap om generell geologi og petroleumsgeologi som kan bli brukt som en basis for andre grener innen geologi, miljø, konstruksjon, ingeniørfag og økonomi.

source: A total of 14 doctoral research fellows working on 14 different projects are participating, three of which are affiliated with UiS.
nb: Totalt 14 stipendiater med 14 ulike prosjekter deltar, hvorav tre stipendiater er knyttet til UiS.

source: Plastic load capacities of dented structural element.
nb: Torsjon, tynnveggede konstruksjoner og knutepunkt i bruks-, brudd- og utmattingsgrensetilstand.

source: Magnetic Flux, Ampere's Law.
nb: Magnetisk fluks og Ampere sin lov.

source: , which is the UiS archive in DataverseNO.
nb: , som er UiS sitt arkiv i DataverseNO.

source: Specific qualitative methods will be presented, including phenomenological approaches, narrative approaches, discourse analytic approaches and grounded theory.
nb: Den kvalitative delen vil særlig omfatte tematisk analyse, herunder en innføring i interpretativ-fenomenologisk analyse, narrativ analyse og grounded theory.

source: The University of Stavanger offers a master's programme aimed at students who have completed a 3-year engineering degree in computer technology.
nb: Universitetet i Stavanger tilbyr en masterutdanning rettet mot studenter som har gjennomført en 3-årig ingeniørutdanning i datateknologi.

source: • concerts, shows, performance art, lectures, conversations, conferences and seminars
nb: • konserter, forestil inger, performance, foredrag, samtaler, konferanser og seminarer

source: RC- og RL-circuits, transfer function calculation.
nb: RC- og RL-krets, utregning av overføringsfunksjon.

source: Use a tripod clamp with sleeve and protective gloves.
nb: Bruk stativklemme med muffe og vernehansker.

source: Both dance and music (orchestras/ensembles) will have teaching in cohorts at UK.
nb: UK vil ha undervisning i kohorter både i dans og musikk (orkestre/ensemble).

source: Silje Sletten recently completed her Master's degree in Business Administration, specialising i
nb: Silje Sletten fullførte nylig en mastergrad i økonomi og administrasjon med spesialisering i innovas

source: The NewbornTime project aims to improve newborn care using artificial intelligence (AI) for activity and event recognition taken from videos in the time both during and immediately after birth.
nb: NewbornTime handler om forbedret nyfødtomsorg ved bruk av kunstig intelligens (AI) for aktivitetsgjenkjenning i video fra tiden under og etter fødselen.

source: 2011 - 2017 Alliance arkitekter, Stavanger, architect, urban planner + department manager
nb: 2011 - 2017 Alliance arkitekter, Stavanger, arkitekt, byplanlegger + avdelingsleder

source: The responsibility for prevention includes the knowledge sector as wel.
nb: Forebyggingsansvaret inkluderer dermed også kunnskapssektoren.

source: Analysis and design for accidental actions
nb: Analyse og design for ulykkes laster

source: The course also contains a short introduction to polymers, spectroscopic methods and NMR.
nb: Kjenne begrepene analytisk og harmonisk funksjon, og kunne forstå og bruke nødvendige betingelser for deriverbarhet.

source: The research project«Politics of belonging» is a central part of the work.
nb: Forskningsprosjektet Tilhørighet i barnehagen («Politics of belonging») har stått sentralt i arbeidet.

source: The development dialogue i completed annually by pro-rector for education, director of academic affai
nb: Utbrenthet blant lærere er et problem for skolene og elevene, og ikke minst for den utbrente læreren

source: Another a part of the cooperation is Diku, the Norwegian Agency for International Cooperation and Quality Enhancement in Higher Education, who will work as an intermediary between UiS and the EU.
nb: Enda en del av samarbeidet er Diku, Direktoratet for internasjonalisering og kvalitetsutvikling i høgare utdanning, som vil fungere som en mellommann mellom UiS og EU.

source: Dataverse is an archive that was originally developed at Harvard University in USA, and which is used by most Norwegian universities.
nb: Dataverse er en arkivløsning som opprinnelig ble utviklet ved Harvard University i USA, og som brukes av flertallet av norske universitet.

source: Printing from Mac, iPhone, iPad
nb: Utskrift fra Mac, iPhone, iPad

source: Yes, but you need to email
nb: Ja, du må sende epost til

source: Endret: Thierry Laupretre has been the Chair of Board in the IOR Centre since 2018.
nb: Thierry Laupretre har vært styreleder i IOR-senteret siden 2018.

source: Symmetries and conservation laws.
nb: Symmetri og bevaringslover.

source: guaranteed, but limited to exclude hate rhetoric and incitements to il egal acts, such as making threats,
nb: hatretorikk og oppfordringer til ulovlige handlinger, så som framsetting av trusler, ærekrenkelser,

source: How to build a dashboard and a story
nb: Bygge et dashboard og en story

source: - General organic chemistry (solvents, solubility, buffers)
nb: - Generell organisk kjemi (løsningsmidler, løselighet, buffere)

source: By logging in, you can scan documents directly to your e-mail account free of charge.
nb: Du kan ved pålogging skanne dokumenter rett til din e-post konto uten kostnad.

source: Specialising in innovation seemed particularly interesting and relevant.
nb: Spesialiseringen innen innovasjon virket spesielt interessant og relevant.

source: to master degrees and further studies at UiS.
nb: Her kan du finne informasjon om hvilke studier som kan være aktuelle.

source: In a televised interview in 2019, the Minister of Education explicitly recommended the kind of play-based curriculum developed in the project [G].
nb: I et TV-intervju i 2019 anbefalte kunnskapsministeren den lekbaserte læringen som ble utviklet i prosjektet [G].

source: Continuous stirred tank reactors, Batch and Feed Batch reactors, Biomass retention, Activated Sludge Process, Biofilm reactors.
nb: Kontinuerlige blandingsreaktorer, Bøtte og diskontinuerlig belasta bøttereaktorer, tilbakeholdelse av biomasse, Aktivt Slam Prosessen, Biofilm prosesser.

source: A UiS-led investment in sustainable aquaculture receives almost NOK 100 million from the government's Green Platform Initiative.
nb: En UiS-ledet satsning på bærekraftig havbruk får nær 100 millioner fra regjeringens Grønn plattform-ordning.

source: This article has also been published at forskning.no.
nb: Denne saken er også publisert på forskning.no.

source: The students must demonstrate 80% physical presence to achieve a PASSING grade in basic ball handling and alternative activities.
nb: Kravet for BESTÅTT i ballskole og alternative aktiviteter er 80% tilstedeværelse i undervisningen. Vilkår for å gå opp til eksamen/vurdering

source: We have active branches in Oslo, Bergen, Tromsø and Trondheim with many activities.
nb: Vi har aktive lokallag i Oslo, Bergen, Stavanger, Tromsø og Trondheim med mange aktiviteter.

source: A total of 29 people presented during the conference, where everyone recorded a four-minute video with their lecture.
nb: Det var totalt 29 personer som presenterte under konferansen, hvor alle spilte inn en fire minutter lang video med foredraget sitt.

source: at beredskapsradet.no as well as the reference list below.
nb: beredskapsradet.no i tillegg til referanselista nedenfor.

source: Different types of marine operations will be discussed.
nb: Forskjellige typer av marine operasjoner vil bli diskutert.

source: The city region as a system og areas, functions, centres and interactions is the main topic of the course.
nb: Byregionen som system av områder, funksjoner, sentra og interaksjoner er tema for emnet.

source: - FILIORUM will stand out as a recognised research institution internationally and by 2023 it will prove to be top of mind for ECEC research and dissemination.
nb: − FILIORUM skal markere seg internasjonalt som et anerkjent forskningsmiljø og skal innen 2023 vise seg eksellente innen forskning og formidling.

source: SHARE is led by the University of Stavanger.
nb: Forskningssenteret SHARE er ledet av Universitetet i Stavanger.

source: An introduction to transmission electron microscopy (TEM) and scanning electron microscopy (SEM) for characterization of microstructures in materials science.
nb: Kurset gir en innføring i teori og praktisk anvendelse av transmisjonselektronmikroskop (TEM) og scanning elektronmikroskopp (SEM) for karakterisering av materialers struktur.

source: Careers and further education
nb: Institutt for kjemi, biovitskap og miljøteknologi

source: Writers’ Night was a success with a total of 824 participants.
nb: På alle sesjonen under Skrivenatt var det til sammen 824 deltakere.

source: GEO100 Earth, energy and climate
nb: GEO100 Jord, energi og klima

source: The Pauli principle and electron spin.
nb: Pauliprinsippet og elektronspinn.

source: University of Twente, Enschede
nb: Ta del i den opplevelsen du også!

source: For hiring on the basis of artistic criteria, emphasis shal be placed on:
nb: Ved ansettelse på kunstnerisk grunnlag, skal det legges vekt på:

source: Students at Norwegian universities and col eges are of legal age and should therefore be distinguished
nb: ved norske universiteter og høyskoler er myndige personer, og tiltakene bør derfor skil e seg fra andre

source: Execute tools to load, parse, clean, transform, merge, reshape, and store data.
nb: Utvikle programmer for å laste, analysere, rense, transformere, slå sammen, omforme og lagre data.

source: The aim of Gameplay is to reduce the number of pupils who struggle with learning how to read.
nb: Målet med Gameplay er å redusere andelen elever som sliter med å lære seg å lese.

source: These must be the same courses that UiS has already approved in your application for pre-approval.
nb: Det må være de samme emnene som du har fått forhåndsgodkjent.

source: In-class skill development workshops
nb: kompetanseutviklings-workshops i forelesningssammenheng

source: Booking of study spaces have been turned off, but already booked study spaces will be reserved until the end of Tuesday September 28.
nb: Booking av leseplass er nå slått av, men allerede reserverte leseplasser vil gjelde ut tirsdag 28. september.

source: Test for covid-19 for new respiratory symptoms (fever, cough, sore throat, loss of sense of smell and taste, impaired general condition). Read more on
nb: Test deg for covid-19 ved nyoppståtte luftveissymptomer (feber, hoste, sår hals, tap av lukte- og smakssans, nedsatt almenntilstand).

source: The offshore wind field at a site in the North Sea will be surveyed by optic wind sensors (so-called lidars), in collaboration with the University of Bergen (UiB), Christian Mikkelsen Research (CMR) and Equinor.
nb: Vindfelt i Nordsjøen vil bli undersøkt av optiske vindsensorer (såkalte lidars), i samarbeid med Universitetet i Bergen (UiB), Christian Mikkelsen Research (CMR) og Equinor.

source: Students with a completed master's programme are welcome to apply.
nb: Studenter med fullført masterprogram er velkomne til å søke.
